export const typedata = [
  {
    id: 1,
    name: "",
    img: "https://www.dmcr.go.th//upload/nws/real/pic-20182409-1537758530-427.jpg",
    detail: `ประโยชน์ของป่าชายเลน`,
    address: ``,
  },
  {
    id: 2,
    name: "เขตป่าโกงกาง",
    img: "https://ik.imagekit.io/tvlk/blog/2018/07/%E0%B8%A7%E0%B8%99%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%99-%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%93%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5-800x534.jpg?tr=dpr-1,w-675",
    detail: `--------------`,
    address: ` ประกอบด้วย "โกงกางใบเล็ก" (Rhizophora apiculata) ขึ้นอยู่อย่างหนาแน่นและมีต้น "โกงกางใบใหญ่" (R. mucronata) ขึ้นอยู่ทางด้านนอกริมฝั่งแม่น้ำ โดยมากมักขึ้นเป็นกลุ่มๆ ส่วน แสม มักขึ้นแซมตามชายป่าด้านนอกหรือถัดเข้าไปเพียงเล็กน้อย ซึ่งมองเห็นได้ชัดเพราะมีต้นสูงใหญ่กว่าโกงกางนอกจากนี้ยังมี ประสัก และ พังกาหัวสุม ขึ้นแทรกอยู่ทางด้านในของเขตนี้ ซึ่งอยู่ในระยะประมาณ 50-100 เมตร จากชายฝั่งและในบางแห่งพบต้น "จาก" (Nypa) ขึ้นอยู่เป็นหย่อม ๆ ปะปนด้วย โดยเฉพาะในบริเวณแหล่งน้ำกร่อย`,
  },
  {
    id: 3,
    name: "เขตป่าตะบูนและโปรง",
    img: "https://mpics.mgronline.com/pics/Images/563000001902201.JPEG",
    detail: `--------------`,
    address: ` ประกอบด้วย "ตะบูน" (Xylocarpus) ขึ้นต่อจากเขตต้นโปรงเข้าไป และมีต้นฝาดขึ้นอยู่อย่างหนาแน่น บางบริเวณอาจมี ลำแพน แทรกอยู่ด้วย`,
  },
  {
    id: 4,
    name: "เขตป่าตาตุ่ม และฝาด ",
    img: "https://www.tripdeedee.com/traveldata/trang/trang600/trang79.jpg",
    detail: `--------------`,
    address: `เป็นบริเวณที่มีดินเลนแข็งขึ้นอยู่ในระดับที่น้ำจะท่วมถึงในช่วงน้ำเกิด อยู่ถัดจากป่าตะบูนและโปรงขึ้นไป โดยมีต้น ฝาด ขึ้นอยู่หนาแน่นปะปนกับต้น ตาตุ่ม โดยบางแห่งจะมีต้น ลำแพน ขึ้นแทรกอยู่ด้วย`,
  },
  {
    id: 5,
    name: "เขตป่าเสม็ด",
    img: "https://image.bangkokbiznews.com/image/kt/media/image/news/2015/05/21/648089/640x390_648089_1432189631.jpg",
    detail: `--------------`,
    address: `ประกอบด้วย "เสม็ด" ขึ้นอยู่หนาแน่น เป็นเขตสุดท้ายของป่าชายเลนที่น้ำท่วมถึงในช่วงน้ำเกิดหรือท่วมไม่ถึง ติดต่อกับป่าบกหรือทุ่งนา`,
  },
];
